Repository: vlipco/woocommerce-wompi-plugin
Catalog: woocommerce-gateway-wompi/languages/woocommerce-gateway-wompi-*.po
Languages: es_es, pt_pt

source: Wompi is in test mode however your test keys may not be valid. Please go to your settings and, <a href="%s">set your Wompi account keys</a>.
es_es: Wompi está en modo de prueba, sin embargo, es posible que las claves de prueba no sean válidas. Por favor, vaya a la configuración y, establezca sus claves de <a href="%s">cuenta Wompi</a>.
pt_pt: Wompi está em modo de teste no entanto suas chaves de teste podem não ser válidas. Por favor, vá para suas configurações e, definir as chaves da <a href="%s">sua conta Wompi</a>.

source: Wompi is in live mode however your live keys may not be valid. Please go to your settings and, <a href="%s">set your Wompi account keys</a>.
es_es: Wompi está en modo en vivo, sin embargo, sus teclas en vivo pueden no ser válidas. Por favor vaya a la configuración y establezca sus claves de <a href="%s">cuenta Wompi</a>.
pt_pt: Wompi está em modo ao vivo no entanto suas chaves ao vivo pode não ser válido. Por favor, vá para suas configurações e, definir as chaves da <a href="%s">sua conta Wompi</a>.

source: %1$s is enabled - it requires store currency to be set to %2$s
es_es: %1$s está habilitado - requiere que la moneda de la tienda se establezca en %2$s
pt_pt: %1$s é permitido - exige a moeda da loja ser ajustada a %2$s

source: Enable/Disable
es_es: Activar/Desactivar
pt_pt: Activar/Desactivar

source: Enable Wompi
es_es: Habilitar Wompi
pt_pt: Ativar Wompi

source: Title
es_es: Título
pt_pt: Título

source: This controls the title which the user sees during checkout.
es_es: Esto controla el título que el usuario ve durante el pago.
pt_pt: Isso controla a descrição que o usuário vê durante a finalização da compra.

source: Description
es_es: Descripción
pt_pt: Descrição

source: This controls the description which the user sees during checkout.
es_es: Esto controla la descripción que el usuario ve durante el pago.
pt_pt: Isso controla a descrição que o usuário vê durante a finalização da compra.

source: Pay via Wompi gateway.
es_es: Pague a través de Wompi.
pt_pt: Pague via gateway Wompi.

source: You must add the following webhook endpoint <strong class="wc_wompi-webhook-link">&nbsp;%s&nbsp;</strong> to your <a href="https://comercios.wompi.co/my-account" target="_blank">Wompi account settings</a>.
es_es: Debe agregar el siguiente webhook endpoint <strong class="wc_wompi-webhook-link">&nbsp;%s&nbsp;</strong> a la <a href="https://comercios.wompi.co/my-account" target="_blank">configuración de su cuenta de Wompi</a>.
pt_pt: Você deve adicionar o seguinte ponto de extremidade do webhook <strong class="wc_wompi-webhook-link">&nbsp;%s&nbsp;</strong> ao seu <a href="https://comercios.wompi.co/my-account" target="_blank">configurações da sua conta Wompi</a>.

source: Test mode
es_es: Modo de prueba
pt_pt: Modo de teste

source: Enable Test Mode
es_es: Habilitar modo de prueba
pt_pt: Ativar modo de teste

source: Place the payment gateway in test mode using test API keys.
es_es: Ejecute la pasarela de pago en modo de prueba con las credenciales de API de prueba.
pt_pt: Coloque o gateway de pagamento no modo de teste usando as chaves da API de teste.

source: Test Public Key
es_es: Probar clave pública
pt_pt: Chave pública de teste

source: Get your API keys from your Wompi account.
es_es: Obtenga sus credenciales para el API desde su cuenta de Wompi.
pt_pt: Obtenha suas chaves de API da sua conta Wompi.

source: Test Private Key
es_es: Probar clave privada
pt_pt: Chave privada de teste

source: Live Public Key
es_es: Clave pública en vivo
pt_pt: Chave pública ao vivo

source: Live Private Key
es_es: Clave privada en vivo
pt_pt: Chave privada ao vivo

source: Logging
es_es: Registro de eventos
pt_pt: Exploração madeireira

source: Log debug messages
es_es: Registrar mensajes de depuración
pt_pt: Mensagens de depuração de log

source: Save debug messages to the WooCommerce System Status log.
es_es: Guarde los mensajes de depuración en la bitácora de estado del sistema WooCommerce.
pt_pt: Salve as mensagens de depuração no log de status do sistema WooCommerce.

source: Billing details will need to be entered in the Wompi widget
es_es: Los detalles de facturación deberán ingresarse en el widget de Wompi
pt_pt: Os detalhes de faturamento precisarão ser inseridos no widget Wompi

source: This order changed to status &ldquo;%s&rdquo;. Please contact us if you need assistance.
es_es: Esta orden cambió a estado &ldquo;%s&rdquo;. Por favor póngase en contacto con nosotros si necesita ayuda.
pt_pt: Este pedido mudou para o status &ldquo;%s&rdquo;. Entre em contato se precisar de assistência.

source: Sorry, the minimum allowed order total is %1$s to use this payment method.
es_es: Lo sentimos, el total mínimo de pedido permitido es %1$s al usar este método de pago.
pt_pt: Desculpe, o total mínimo permitido de pedidos é de %1$ s para usar esta forma de pagamento.

source: Wompi works via Widget Checkout. <a href="%1$s" target="_blank">Sign up</a> for a Wompi account, and <a href="%2$s" target="_blank">get your Wompi account keys</a>.
es_es: Wompi funciona a través de Widget Checkout. <a href="%1$s" target="_blank">Regístrese</a> para crear una cuenta de Wompi y <a href="%2$s" target="_blank"> obtenga las credenciales de su cuenta</a>.
pt_pt: O Wompi funciona via Widget Checkout. <a href="%1$s" target="_blank"> Inscreva-se</a> em uma conta Wompi e <a href="%2$s" target="_blank"> obtenha as chaves da sua conta Wompi </a>.

# Order status
source: Voided
es_es: Anulado
pt_pt: Anulado

source: Voided <span class="count">(%s)</span>
es_es: Anulado <span class="count">(%s)</span>
pt_pt: Anulado <span class="count">(%s)</span>

source: Unable to change status to Voided.
es_es: No se puede cambiar el estado a Anulado.
pt_pt: Não foi possível alterar o status para Anulado.

source: Wompi payment validation is invalid. TRANSACTION ID:
es_es: La validación de pago de Wompi no es válida. TRANSACTION ID:
pt_pt: A validação do pagamento Wompi é inválida. TRANSACTION ID:

source: Wompi payment APPROVED. TRANSACTION ID:
es_es: Pago a través de Wompi APROBADO. TRANSACTION ID:

source: Wompi payment VOIDED. TRANSACTION ID:
es_es: Pago a través de Wompi ANULADO. TRANSACTION ID:

source: Wompi payment DECLINED. TRANSACTION ID:
es_es: Pago a través de Wompi RECHAZADO. TRANSACTION ID:

source: Wompi payment ERROR. TRANSACTION ID:
es_es: ERROR en pago a través de Wompi. TRANSACTION ID:

source: Settings
es_es: Configuración
pt_pt: Configurações

source: Support
es_es: Soporte
pt_pt: Suporte

source: WooCommerce Wompi Gateway requires WooCommerce to be installed and active. You can download %s here.
es_es: WooCommerce Wompi Gateway requiere que WooCommerce esté instalado y activo. Puede descargarlo %s aquí.
pt_pt: WooCommerce O Wompi Gateway requer que o WooCommerce esteja instalado e ativo. Você pode baixar %s aqui.

source: Payment method type
es_es: Tipo de método de pago

source: Webhook Endpoints
pt_pt: Pontos de extremidade Webhook
